Repository: kirilltitov1/PermissionsSwiftUI
Catalog: Sources/CorePermissionsSwiftUI/Resources/*.lproj/Localizable.strings
Languages: ru

source: button_allow
ru: РАЗРЕШИТЬ

source: button_allowed
ru: РАЗРЕШЕНО

source: button_denied
ru: ОТКЛОНЕНО

source: button_next
ru: ДАЛЕЕ

source: permission_header
ru: Необходимы разрешения

source: permission_primary_label
ru: Чтобы использовать определенные функции этого приложения, необходимо предоставить разрешения. См. описание для каждого разрешения

source: permission_secondary_label
ru: Разрешения необходимы для правильной работы всех функций. Если не разрешено, вы должны включить разрешения в настройках

source: camera_title
ru: Камера

source: Camera
ru: Камера

source: camera_description
ru: Разрешить использование вашей камеры

source: Allow to use your camera
ru: Разрешить использование вашей камеры

source: health_title
ru: Здоровье

source: health_description
ru: Разрешить доступ к вашей информации о здоровье

source: Photo Library
ru: Фото

source: Allow to access your photos
ru: Разрешите доступ к вашим фотографиям

source: PERMISSIONS REQUEST
ru: ЗАПРОС РАЗРЕШЕНИЙ
